[ACCELERATORS]
"C"="C"
"N"="N"
"O"="O"
"P"="P"
"S"="S"
"V"="V"
"X"="X"
"Z"="Z"
[DIALOGEX]
"&Browse..."="&Parcourir..."
"&Copy to Clipboard"="&Copier vers le Presse-papier"
"&Open"="&Ouvrir"
"&Protect Firefly media library with a password"="&Protéger la bibliothèque multimédia de Firefly par un mot de passe"
"&Refresh"="&Rafraîchir"
"&Start Firefly when Windows starts"="&Démarrer Firefly au démarrage de Windows"
"&Start Server"="&Démarrer le Serveur"
"&Stop Server"="&Arrêter le Serveur"
"About"="A Propos"
"Advanced"="Avancé"
"Current state of the server goes here"="L'état actuel du serveur est affiché ici"
"Firefly Media Server also provides a web administration interface."="Le Serveur Multimédia Firefly fournit aussi une interface d'administration Web."
"Firefly Media Server website"="Site Web du Serveur Multimédia Firefly"
"For help, tips and troubleshooting advice visit the "="Pour l'aide, les astuces et les conseils visitez le "
"For information on Firefly compatible music players, visit"="Pour l'information concernant les lecteurs de musiques compatibles avec Firefly, visitez"
"Library &Name"="&Nom de la Bibliothèque"
"Library"="Bibliothèque"
"Log"="Log"
"Media &Location"="Emp&lacement Multimédia"
"Roku's website"="Site Web de Roku"
"Security"="Sécurité"
"Server port number"="Numéro de port du Serveur"
"Server Status"="Status du Serveur"
"Server"="Serveur"
"Version information"="Information sur la Version"
"Web administration"="Administration Web"
"You can limit access to your music library by assigning a password.  If a password is assigned, only clients that provide the correct password will be able to play music from your library."="Vous pouvez limiter l'accès à votre bibliothèque musicale en assignant un mot de passe. Si un mot de passe est assigné, seuls les clients qui fournissent le mot de passe correcte seront habilités à jouer de la musique depuis votre bibliothèque."
"You may need to change this if another program is already using this port."="Vous pourriez devoir changer ce port si un autre programme l'utilise déjà."
[MENU]
""=""
"&Configure Firefly Media Server..."="&Configurer le Serveur Multimédia Firefly..."
"E&xit"="&Sortir"
[STRINGTABLE]
"&Start"="&Démarrer"
"&Stop"="&Arrêter"
"Changing the configuration will require a restart of the Firefly Media Server.  Are you sure you want to do this?"="Le changement de configuration nécessite un redémarrage du Serveur Multimédia Firefly. Êtes-vous sûre de vouloir continuer?"
"Description"="Description"
"Failed to open server log file '%s'."="Impossible d'ouvrir le fichier de log de serveur '%s'."
"Failed to reconfigure service."="Impossible de modifier le service."
"Failed to reconfigure startup application."="Impossible de modifier le démarrage de l'application."
"Failed to start Firefly Media Server."="Impossible de démarrer le Serveur Multimédia Firefly."
"Failed to stop Firefly Media Server."="Impossible d'arrêter le Serveur Multimédia Firefly."
"Firefly Media Server"="Serveur Multimédia Firefly"
"Firefly server logging is not enabled."="L'authentification au serveur Firefly n'est pas activé."
"Path"="Chemin"
"Scanning for media is complete."="La recherche de média est terminé."
"Scanning for media is in progress\n\nThis may take some time."="La recherche de média est en cours\n\nCette recherche peut prendre un long moment."
"The Firefly media server is currently busy."="Le Serveur Multimédia Firefly est actuellement occupé."
"The Firefly media server is currently running."="Le Serveur Multimédia Firefly est actuellement démarré."
"The Firefly media server is not currently running."="Le Serveur Multimédia Firefly n'est pas actuellement démarré."
"Version"="Version"
"You must be logged in as a local administrator to start and stop the server."="Vous devez vous authentifier en tant qu'administrateur local afin de pouvoir démarrer et arrêter le serveur."
[code_page]
1252=1250
